tap "adoptopenjdk/openjdk"
tap "beeftornado/rmtree"
tap "bios-marcel/cordless"
tap "browsh-org/browsh"
tap "charmbracelet/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "keith/formulae"
tap "makeworld-the-better-one/tap"
tap "thezeroalpha/formulae"
tap "tzvetkoff/extras"
tap "universal-ctags/universal-ctags"
tap "vitorgalvao/tiny-scripts"
tap "zegervdv/zathura"
brew "gettext"
brew "readline"
brew "glib"
brew "pkg-config"
brew "gobject-introspection"
brew "pango"
brew "librsvg"
brew "ascii"
brew "asciidoctor"
brew "autoconf"
brew "automake"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "bfg"
brew "boost"
brew "ghostscript"
brew "libtool"
brew "imagemagick"
brew "chafa"
brew "checkbashisms"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "curl"
brew "diskonaut"
brew "djvu2pdf"
brew "dopewars"
brew "dos2unix"
brew "dwm"
brew "epubcheck"
brew "exercism"
brew "exiftool"
brew "gmp"
brew "unbound"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "fftw"
brew "figlet"
brew "findutils"
brew "fluid-synth"
brew "gdb"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gnu-sed"
brew "gnuplot"
brew "go"
brew "gotags"
brew "gotop"
brew "gradle"
brew "gtk+3"
brew "httpie"
brew "hub"
brew "imapsync"
brew "inetutils"
brew "irssi"
brew "isync"
brew "jenv"
brew "jq"
brew "json-c"
brew "khard"
brew "lf"
brew "libmpdclient"
brew "libressl"
brew "libstfl"
brew "libxml2"
brew "libzip"
brew "lnav"
brew "lolcat"
brew "lsusb"
brew "lynx"
brew "man-db"
brew "mas"
brew "meson"
brew "mosh"
brew "mp3val"
brew "mpc"
brew "mpd"
brew "msmtp"
brew "mysql", link: false
brew "nasm"
brew "ncurses"
brew "taglib"
brew "ncmpcpp"
brew "notmuch"
brew "neomutt"
brew "nethack"
brew "newsboat"
brew "nmap"
brew "node"
brew "oath-toolkit"
brew "pandoc"
brew "pandoc-crossref"
brew "pastel"
brew "pipes-sh"
brew "pipx"
brew "plantuml"
brew "proselint"
brew "pup"
brew "pv"
brew "qemu"
brew "r"
brew "rbenv"
brew "recode"
brew "rlwrap"
brew "rsync"
brew "scdoc"
brew "shellcheck"
brew "shpotify"
brew "sl"
brew "socat"
brew "sshfs"
brew "swi-prolog"
brew "sxiv"
brew "syncthing"
brew "terminal-notifier"
brew "testdisk"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tldr"
brew "tmux", args: ["HEAD"]
brew "tmuxinator"
brew "tokei"
brew "translate-shell", args: ["HEAD"]
brew "tree"
brew "up"
brew "urlview"
brew "util-linux"
brew "vim"
brew "w3m"
brew "watch"
brew "wget"
brew "xlslib"
brew "z"
brew "zola"
brew "zsh"
brew "charmbracelet/tap/glow"
brew "heroku/brew/heroku"
brew "keith/formulae/reminders-cli"
brew "makeworld-the-better-one/tap/amfora"
brew "thezeroalpha/formulae/conf"
brew "thezeroalpha/formulae/gocket"
brew "thezeroalpha/formulae/hpanot"
brew "thezeroalpha/formulae/radio"
brew "thezeroalpha/formulae/upd"
brew "thezeroalpha/formulae/vbox"
brew "tzvetkoff/extras/im2a"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vitorgalvao/tiny-scripts/cask-repair"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-cb"
brew "zegervdv/zathura/zathura-djvu"
brew "zegervdv/zathura/zathura-pdf-mupdf"
brew "zegervdv/zathura/zathura-ps"
cask "adobe-digital-editions"
cask "adoptopenjdk11"
cask "alacritty"
cask "amethyst"
cask "ampps"
cask "android-platform-tools"
cask "anki"
cask "appcleaner"
cask "basictex"
cask "bettertouchtool"
cask "bisq"
cask "bitwarden"
cask "blackhole"
cask "brave-browser"
cask "calibre"
cask "coconutbattery"
cask "darktable"
cask "devrantron"
cask "discord"
cask "electrum"
cask "element"
cask "emacs"
cask "firefox"
cask "gdisk"
cask "ghidra"
cask "gimp"
cask "gpg-suite"
cask "grandperspective"
cask "handbrake"
cask "hex-fiend"
cask "inkscape"
cask "insomniax"
cask "iterm2"
cask "jellyfin"
cask "joplin"
cask "karabiner-elements"
cask "keycastr"
cask "latexit"
cask "licecap"
cask "malwarebytes"
cask "mpv"
cask "musescore"
cask "obs"
cask "onyx"
cask "openemu"
cask "osxfuse"
cask "otx"
cask "pdftk"
cask "plover"
cask "selfcontrol"
cask "sigil"
cask "signal"
cask "skim"
cask "slack"
cask "smcfancontrol"
cask "soulseek"
cask "sqlitestudio"
cask "steam"
cask "the-unarchiver"
cask "tor-browser"
cask "transmission"
cask "tunnelblick"
cask "unetbootin"
cask "virtualbox"
cask "wireshark"
cask "xamarin-studio"
cask "xld"
cask "xquartz"
cask "zeronet"
mas "eduVPN", id: 1317704208
mas "Pocket", id: 568494494
mas "Trello", id: 1278508951
