tap "adoptopenjdk/openjdk"
tap "beeftornado/rmtree"
tap "bios-marcel/cordless"
tap "browsh-org/browsh"
tap "charmbracelet/tap"
tap "daviderestivo/emacs-head"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "keith/formulae"
tap "makeworld-the-better-one/tap"
tap "thezeroalpha/formulae"
tap "tzvetkoff/extras"
tap "universal-ctags/universal-ctags"
tap "vitorgalvao/tiny-scripts"
tap "zegervdv/zathura"
brew "ca-certificates"
brew "gettext"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "amfora"
brew "ascii"
brew "asciidoctor"
brew "autoconf"
brew "automake"
brew "bat"
brew "gmp"
brew "coreutils"
brew "bats-core"
brew "bfg"
brew "boost"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "btop"
brew "catimg"
brew "ghostscript"
brew "python@3.8"
brew "libtool"
brew "imagemagick"
brew "chafa"
brew "checkbashisms"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "guile"
brew "unbound"
brew "gnutls"
brew "libusb"
brew "ncurses"
brew "colima"
brew "openldap"
brew "curl"
brew "diskonaut"
brew "djvu2pdf"
brew "docker"
brew "dopewars"
brew "dos2unix"
brew "dust"
brew "dwm"
brew "epubcheck"
brew "exercism"
brew "exiftool"
brew "eye-d3"
brew "fd"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fftw"
brew "figlet"
brew "findutils"
brew "flake8"
brew "fluid-synth"
brew "gdb"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-units"
brew "qt@5"
brew "gnuplot"
brew "go"
brew "gopls"
brew "gotags"
brew "gotop"
brew "gradle"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "haskell-stack"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "id3v2"
brew "imapsync"
brew "inetutils"
brew "irssi"
brew "ispell"
brew "jadx"
brew "jenv"
brew "john-jumbo"
brew "jq"
brew "json-c"
brew "khal"
brew "khard"
brew "ledger"
brew "lf"
brew "libmpdclient"
brew "libressl"
brew "ruby"
brew "libstfl"
brew "libxml2"
brew "libzip"
brew "lnav"
brew "lolcat"
brew "lsusb"
brew "man-db"
brew "mas"
brew "meson"
brew "miniserve"
brew "monero"
brew "mosh"
brew "mp3gain"
brew "mp3val"
brew "mpc"
brew "mpd"
brew "msmtp"
brew "nasm"
brew "ncdu"
brew "notmuch"
brew "neomutt"
brew "nethack"
brew "newsboat"
brew "nicotine-plus"
brew "nmap"
brew "node"
brew "oath-toolkit"
brew "opus-tools"
brew "pandoc"
brew "pandoc-crossref"
brew "pastel"
brew "pipes-sh"
brew "pipx"
brew "plantuml"
brew "qt"
brew "poppler"
brew "proselint"
brew "pup"
brew "pv"
brew "pyenv"
brew "pyright"
brew "qrcp"
brew "qrencode"
brew "r"
brew "rbenv"
brew "rbw"
brew "recode"
brew "rlwrap"
brew "rsync"
brew "rustscan"
brew "scdoc"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "socat"
brew "sox"
brew "sphinx-doc"
brew "surfraw"
brew "swi-prolog"
brew "sxiv"
brew "syncthing"
brew "taglib"
brew "tectonic"
brew "terminal-notifier"
brew "testdisk"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tldr"
brew "tmux", args: ["HEAD"]
brew "tmuxinator"
brew "tokei"
brew "translate-shell", args: ["HEAD"]
brew "transmission-cli"
brew "tree"
brew "up"
brew "urlview"
brew "util-linux"
brew "vim"
brew "vorbis-tools"
brew "w3m"
brew "watch"
brew "webtorrent-cli"
brew "wget"
brew "glow"
brew "xdg-ninja"
brew "xlslib"
brew "z"
brew "zbar"
brew "zola"
brew "zsh"
brew "charmbracelet/tap/glow"
brew "daviderestivo/emacs-head/emacs-head@28", args: ["with-cocoa", "with-dbus", "with-native-comp", "with-xwidgets"]
brew "helix-editor/helix/helix"
brew "heroku/brew/heroku"
brew "keith/formulae/reminders-cli"
brew "thezeroalpha/formulae/choice", args: ["HEAD"]
brew "thezeroalpha/formulae/conf"
brew "thezeroalpha/formulae/gocket"
brew "thezeroalpha/formulae/hpanot", args: ["HEAD"]
brew "thezeroalpha/formulae/manpages-posix"
brew "thezeroalpha/formulae/ncmpcpp", args: ["HEAD"]
brew "thezeroalpha/formulae/radio", args: ["HEAD"]
brew "thezeroalpha/formulae/reddio", args: ["HEAD"]
brew "thezeroalpha/formulae/upd"
brew "thezeroalpha/formulae/vbox"
brew "thezeroalpha/formulae/xe", args: ["HEAD"]
brew "tzvetkoff/extras/im2a"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vitorgalvao/tiny-scripts/cask-repair"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "adobe-digital-editions"
cask "adoptopenjdk11"
cask "alacritty"
cask "amethyst"
cask "android-platform-tools"
cask "anki"
cask "appcleaner"
cask "basictex"
cask "bettertouchtool"
cask "bisq"
cask "bitwarden"
cask "blackhole"
cask "brave-browser"
cask "calibre"
cask "coconutbattery"
cask "darktable"
cask "deskreen"
cask "devrantron"
cask "discord"
cask "electrum"
cask "element"
cask "firefox"
cask "gdisk"
cask "ghidra"
cask "gimp"
cask "gpg-suite"
cask "gramps"
cask "grandperspective"
cask "handbrake"
cask "hex-fiend"
cask "inkscape"
cask "insomniax"
cask "jellyfin"
cask "joplin"
cask "josm"
cask "karabiner-elements"
cask "keycastr"
cask "knockknock"
cask "latexit"
cask "libreoffice"
cask "licecap"
cask "mpv"
cask "musescore"
cask "nitroshare"
cask "nuclear"
cask "obs"
cask "onlyoffice"
cask "openemu"
cask "osxfuse"
cask "otx"
cask "pdftk"
cask "rustdesk"
cask "selfcontrol"
cask "sigil"
cask "signal"
cask "skim"
cask "slack"
cask "smcfancontrol"
cask "soulseek"
cask "sqlitestudio"
cask "steam"
cask "taskexplorer"
cask "telegram"
cask "the-unarchiver"
cask "tor-browser"
cask "transmission"
cask "tunnelblick"
cask "unetbootin"
cask "vagrant"
cask "virtualbox"
cask "vscodium"
cask "webpquicklook"
cask "welly"
cask "wireshark"
cask "xld"
cask "xquartz"
cask "zeronet"
mas "eduVPN", id: 1317704208
mas "Pocket", id: 568494494
mas "Trello", id: 1278508951
