tap "adoptopenjdk/openjdk"
tap "beeftornado/rmtree"
tap "bios-marcel/cordless"
tap "browsh-org/browsh"
tap "charmbracelet/tap"
tap "complexlogic/tap"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "daviderestivo/emacs-head"
tap "grishka/grishka"
tap "gromgit/fuse"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "keith/formulae"
tap "makeworld-the-better-one/tap"
tap "nrlquaker/createzap"
tap "oven-sh/bun"
tap "promptops/promptops"
tap "thezeroalpha/formulae"
tap "trashhalo/brews"
tap "tzvetkoff/extras"
tap "universal-ctags/universal-ctags"
tap "vitorgalvao/tiny-scripts"
tap "zegervdv/zathura"
brew "ca-certificates"
brew "gettext"
brew "glib"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "amfora"
brew "ascii"
brew "boost"
brew "ruby"
brew "asciidoctor"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "bat"
brew "bats-core"
brew "bfg"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "pillow"
brew "binwalk"
brew "node"
brew "bitwarden-cli"
brew "bkt"
brew "btop"
brew "catimg"
brew "chafa"
brew "checkbashisms"
brew "checkmake"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "clifm"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "libusb"
brew "ncurses"
brew "lima"
brew "colima"
brew "dex2jar"
brew "diskonaut"
brew "ghostscript"
brew "djvu2pdf"
brew "pkg-config"
brew "docker"
brew "dopewars"
brew "dos2unix"
brew "dust"
brew "dwm"
brew "epubcheck"
brew "exercism"
brew "exiftool"
brew "eye-d3"
brew "fclones"
brew "fd"
brew "ffmpegthumbnailer"
brew "fftw"
brew "figlet"
brew "findutils"
brew "flake8"
brew "fluid-synth"
brew "fmt"
brew "fontforge"
brew "gdb"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg", link: false
brew "gpgme"
brew "gnu-sed"
brew "gnu-units"
brew "qt"
brew "gnuplot"
brew "go"
brew "goaccess"
brew "gobject-introspection"
brew "gopls"
brew "gotags"
brew "gotop"
brew "gradle"
brew "graphviz"
brew "gron"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "libxml2"
brew "guile"
brew "hashcat"
brew "haskell-stack"
brew "helix"
brew "heroku"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "id3v2"
brew "python@3.8"
brew "imagemagick"
brew "imapsync"
brew "inetutils"
brew "innoextract"
brew "irssi"
brew "ispell"
brew "jadx"
brew "jenv"
brew "john-jumbo"
brew "jq"
brew "json-c"
brew "khal"
brew "khard"
brew "languagetool"
brew "ledger"
brew "lf"
brew "libdvdcss"
brew "libgccjit"
brew "libmpdclient"
brew "libnotify"
brew "libressl"
brew "libstfl"
brew "libxmlsec1"
brew "llvm@17"
brew "lnav"
brew "lolcat"
brew "lsusb"
brew "magic-wormhole"
brew "man-db"
brew "mas"
brew "meson"
brew "miniserve"
brew "mitmproxy"
brew "monero"
brew "mosh"
brew "mp3gain"
brew "mp3val"
brew "mpc"
brew "mpd"
brew "msmtp"
brew "mu"
brew "mupdf"
brew "mypy"
brew "nasm"
brew "nbsdgames"
brew "ncdu"
brew "openldap"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "nethack"
brew "newsboat"
brew "nghttp2"
brew "py3cairo"
brew "pygobject3"
brew "nicotine-plus"
brew "nmap"
brew "oath-toolkit"
brew "opus-tools"
brew "pandoc"
brew "pandoc-crossref"
brew "parallel"
brew "pastel"
brew "picat"
brew "pipes-sh"
brew "pipx"
brew "plantuml"
brew "podman"
brew "poppler"
brew "proselint"
brew "pstoedit"
brew "pup"
brew "pv"
brew "pyenv"
brew "pyright"
brew "python@3.9"
brew "qrcp"
brew "qrencode"
brew "qt@5"
brew "r"
brew "radare2"
brew "rbenv"
brew "rbw"
brew "rclone"
brew "recode"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "rust"
brew "rust-analyzer"
brew "rustscan"
brew "scdoc"
brew "scrcpy"
brew "shellcheck"
brew "shfmt"
brew "signalbackup-tools", args: ["HEAD"]
brew "sl"
brew "socat"
brew "sox"
brew "sphinx-doc"
brew "starship"
brew "surfraw"
brew "swi-prolog"
brew "sxiv"
brew "syncthing"
brew "taglib"
brew "tectonic"
brew "terminal-notifier"
brew "testdisk"
brew "textidote"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tig"
brew "tmux", args: ["HEAD"]
brew "tmuxinator"
brew "tokei"
brew "topgrade"
brew "translate-shell", args: ["HEAD"]
brew "transmission-cli"
brew "tree"
brew "typespeed"
brew "universal-ctags", args: ["HEAD"]
brew "up"
brew "upx"
brew "urlview"
brew "util-linux"
brew "vim"
brew "virtualenvwrapper"
brew "vorbis-tools"
brew "w3m"
brew "watch"
brew "webtorrent-cli"
brew "wget"
brew "write-good"
brew "glow"
brew "xdg-ninja"
brew "xlslib"
brew "z"
brew "zbar"
brew "zola"
brew "zoxide"
brew "zsh"
brew "charmbracelet/tap/glow"
brew "charmbracelet/tap/gum"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-dbus", "with-imagemagick", "with-modern-papirus-icon", "with-native-comp", "with-poll", "with-xwidgets"]
brew "dart-lang/dart/dart", link: false
brew "gromgit/fuse/ntfs-3g-mac"
brew "keith/formulae/reminders-cli"
brew "oven-sh/bun/bun", link: false
brew "promptops/promptops/promptops-cli"
brew "thezeroalpha/formulae/academic-writing-check", args: ["HEAD"]
brew "thezeroalpha/formulae/choice", args: ["HEAD"]
brew "thezeroalpha/formulae/conf"
brew "thezeroalpha/formulae/czkawka"
brew "thezeroalpha/formulae/czkawka-gui"
brew "thezeroalpha/formulae/gocket"
brew "thezeroalpha/formulae/hpanot", args: ["HEAD"]
brew "thezeroalpha/formulae/krokiet"
brew "thezeroalpha/formulae/lavat"
brew "thezeroalpha/formulae/manpages-posix"
brew "thezeroalpha/formulae/ncmpcpp", args: ["HEAD"]
brew "thezeroalpha/formulae/radio", args: ["HEAD"]
brew "thezeroalpha/formulae/reddio", args: ["HEAD"]
brew "thezeroalpha/formulae/slskd"
brew "thezeroalpha/formulae/upd", args: ["HEAD"]
brew "thezeroalpha/formulae/vbox"
brew "thezeroalpha/formulae/xe", args: ["HEAD"]
brew "trashhalo/brews/imgcat"
brew "tzvetkoff/extras/im2a"
brew "vitorgalvao/tiny-scripts/cask-repair"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "adobe-digital-editions"
cask "alacritty@0.12.3"
cask "amethyst"
cask "android-platform-tools"
cask "android-studio"
cask "anki"
cask "appcleaner"
cask "beekeeper-studio"
cask "bettertouchtool"
cask "bisq"
cask "bitwarden"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "brave-browser"
cask "calibre"
cask "chatgpt-mac"
cask "coconutbattery"
cask "darktable"
cask "deskreen"
cask "digikam"
cask "discord"
cask "electrum"
cask "element"
cask "firefox"
cask "flutter"
cask "fontforge"
cask "gdisk"
cask "ghidra"
cask "gimp"
cask "gpg-suite"
cask "gramps"
cask "grandperspective"
cask "handbrake"
cask "hex-fiend"
cask "inkscape"
cask "insomnia"
cask "jd-gui"
cask "jellyfin"
cask "joplin"
cask "josm"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keycastr"
cask "knockknock"
cask "lagrange"
cask "latexit"
cask "libreoffice"
cask "librewolf"
cask "licecap"
cask "lulu"
cask "maccy"
cask "macfuse"
cask "mactex"
cask "makemkv"
cask "musescore"
cask "neardrop"
cask "nitroshare"
cask "nuclear"
cask "obs"
cask "onlyoffice"
cask "openemu"
cask "openmtp"
cask "openrct2"
cask "osxfuse"
cask "otx"
cask "pdftk"
cask "reikey"
cask "rustdesk"
cask "selfcontrol"
cask "signal"
cask "sioyek"
cask "skim"
cask "slack"
cask "smcfancontrol"
cask "sonic-visualiser"
cask "soulseek"
cask "spotify"
cask "spotify-notify"
cask "sqlitestudio"
cask "steam"
cask "stolendata-mpv"
cask "taskexplorer"
cask "telegram"
cask "the-unarchiver"
cask "thunderbird"
cask "tor-browser"
cask "transmission"
cask "tunnelblick"
cask "unetbootin"
cask "upscayl"
cask "vagrant"
cask "virtualbox@6"
cask "vscodium"
cask "webpquicklook"
cask "welly"
cask "wireshark"
cask "xld"
cask "xquartz"
cask "zeronet"
mas "eduVPN", id: 1317704208
mas "GarageBand", id: 682658836
mas "Pocket", id: 568494494
mas "Trello", id: 1278508951
